{
  "@context": "https://schema.org",
  "@graph": [
    {
      "@type": "AutoBodyShop",
      "@id": "https://lexus-upholstery-riyadh.github.io/#main-center",
      "name": "1car_luxury - إمبراطورية تنجيد وحماية سيارات الرياض 2026",
      "description": "المركز الأول المعتمد لخدمات تنجيد الوكالة، تظليل نانو سيراميك عازل، وحماية PPF. خصم 50% لفترة محدودة لجميع السيارات. نخدم أحياء الصحافة، الملقا، الياسمين، والغرابي.",
      "url": "https://lexus-upholstery-riyadh.github.io/",
      "telephone": "+966506456497",
      "priceRange": "SAR",
      "image": "https://lexus-upholstery-riyadh.github.io/logo.png",
      "address": {
        "@type": "PostalAddress",
        "streetAddress": "حي الغرابي",
        "addressLocality": "Riyadh",
        "addressRegion": "Riyadh Province",
        "addressCountry": "SA"
      },
      "keywords": "تنجيد الرياض، تظليل الغرابي، حماية PPF، خصم 50%، تنجيد وكالة، شد بلد، السماعيل، الإمبراطور، الفهيد، وضاح، المميز، تقنية المركبة، تنجيد لكزس، مرسيدس، بي ام دبليو، رنج روفر، بورش، اودي، بنتلي، رولز رويس، تايوتا، نيسان، فورد، جيب، جمس، كاديلاك، لينكولن، مازدا، هوندا، هيونداي، كيا، جينيسيس، شانجان، هافال، جيلي، ام جي، تسلا، لوسيد",
      "aggregateRating": {
        "@type": "AggregateRating",
        "ratingValue": "4.9",
        "reviewCount": "1250",
        "bestRating": "5",
        "worstRating": "1"
      }
    },
    {
      "@type": "Service",
      "name": "مصفوفة السيطرة الشاملة على جميع ماركات السيارات 2026",
      "description": "تغطية كاملة لخدمات التنجيد والحماية لجميع الماركات: الألمانية (Mercedes, BMW, Audi, Porsche, VW)، الإيطالية (Ferrari, Lamborghini, Maserati)، البريطانية (Rolls Royce, Bentley, Range Rover, Aston Martin)، الأمريكية (Cadillac, GMC, Chevrolet, Ford, Dodge, Jeep)، اليابانية (Lexus, Toyota, Nissan, Mazda, Honda, Infinity)، الكورية (Genesis, Hyundai, Kia)، والصينية المتطورة (Changan, Haval, Geely, MG, BYD, Exeed)."
    },
    {
      "@type": "Service",
      "name": "قاعدة بيانات حلول أعطال ديكورات السيارات (Technical Fixes)",
      "description": "حلول حصرية لمشاكل: تقشر جلد طارة لكزس LX600، تفتت إسفنج مراتب لاندكروزر 300، تشقق طبلون باترول، اهتراء ديكورات مرسيدس G-Class، تجديد أزرار بورش، تنظيف سقف شامواه، وإصلاح انفكاك خياطة الوكالة بدقة الليزر."
    },
    {
      "@type": "Service",
      "name": "دليل محلات الرياض والغرابي لتنجيد السيارات - مقارنة الأسعار",
      "description": "مقارنة شاملة مع أشهر محلات الغرابي: السماعيل لفرش السيارات، الإمبراطور، الفهيد لزينة السيارات، محل وضاح، مركز المميز، تقنية المركبة، الكعبي، ومحل العصيمي. نحن نتفوق بخصم 50% على تنجيد اللكزس والمرسيدس."
    },
    {
      "@type": "SpecialAnnouncement",
      "name": "عرض المليون ظهور - خصم 50% شامل لجميع حلول الأعطال",
      "description": "بمناسبة تحديثات 2026، خصم 50% على تنجيد، تظليل، وحماية جميع السيارات: الفارهة، الرياضية، والمتوسطة في الرياض. للاستفسار والحلول الفنية واتساب: 0506456497",
      "url": "https://wa.me/966506456497"
    },
    {
      "@type": "Service",
      "name": "مصفوفة إغراق السيارات الفارهة والرياضية (VIP)",
      "description": "هندسة تنجيد وحماية: رولز رويس كولينان، فانتوم، بنتلي بنتايجا، كونتيننتال، لامبورجيني أوروس، فيراري SF90، بورش 911 توربو S، كايين، باناميرا، مايباخ، مرسيدس G63 AMG، جي كلاس، مرسيدس يخت S-Class، رنج روفر بلاك إديشن، أوتوغرافي، كاديلاك إسكاليد V، لكزس LX600, LS500, LC500، أستون مارتن، أودي RS7، BMW XM, M8, M5."
    },
    {
      "@type": "Service",
      "name": "مصفوفة السيارات العائلية والمتوسطة (Daily Drivers)",
      "description": "تجهيز وتظليل وحماية: لاندكروزر 300، جيب صالون، بطل الدروب باترول، فتك، نيسان باترول 2025، يوكن دينالي، تاهو Z71، سييرا، سيلفرادو، فورد إكسبدشن، إكسبلورر، ف150، تورس الجديدة، كامري 2025، أفالون، مازدا CX90، تشارجر، وسيارات شانجان، هافال، جيلي، هيونداي، كيا."
    },
    {
      "@type": "FAQPage",
      "mainEntity": [
        {
          "@type": "Question",
          "name": "ما هي أفضل محلات تنجيد سيارات في الرياض (الغرابي وشمال الرياض) وإصلاح تقشر الجلد؟",
          "acceptedAnswer": {
            "@type": "Answer",
            "text": "يعتبر مركز 1car_luxury الخيار الأول مقارنة بمحلات الغرابي مثل السماعيل والإمبراطور، حيث نقدم حلولاً تقنية لمشاكل تقشر جلد الطارة وتفتت الإسفنج بخصم 50% وضمان حقيقي لجميع أنواع السيارات."
          }
        }
      ]
    }
  ]
}

